#1001
#Дано чотири дійсні числа a,b,c,d. Знайти їх суму.

# a,b,c,d = map(float, input().split())
# result = a+b+c+d
# print(f"{result:.4f}")

#1002
#Знайти периметр прямокутника, якщо відомо дві його сторони a та b.

# a,b = map(int, input().split())
# P = (a+b) * 2
# print(P)

#1003
#Дано цілі числа x,y. В першому рядку вивести залишок від ділення першого числа на друге, а в другому залишок від ділення другого на перше.
# x,y = map(int, input().split())
# res1 = x%y
# res2 = y%x
# print(res1)
# print(res2)

